Repository: Wanamics/WanaPort
Catalog: Translations/WanaPort.*.xlf
Languages: fr_fr

# Table 2912593996 - Method 2621021221 - NamedType 2340005147
source: %1 network path can't be checked.
fr_fr: L'existence du dossier réseau %1 ne peut être vérifiée.

# Table 2912593996 - Method 2621021221 - NamedType 2294662597
source: Do you want to continue?
fr_fr: Voulez-vous continuer ?

# Table 2912593996 - Method 2969999957 - NamedType 2105375177
source: Begin...
fr_fr: Début...

# Table 2912593996 - Method 3256243965 - NamedType 4224828588
source: Done in %1
fr_fr: Traité en %1

# Table 2912593996 - Field 490116285 - Property 2879900210
source: Archive File Name Pattern
fr_fr: Modèle nom fichier archive

# Table 2912593996 - Field 3456238385 - Property 2879900210
source: Archive Path
fr_fr: Dossier archive

# Table 2912593996 - Field 2206058599 - Property 2879900210
source: Export File Name Pattern
fr_fr: Modèle nom fichier export

# Table 2912593996 - Field 3310937555 - Property 2879900210
source: Export Path
fr_fr: Dossier Export

# Table 2912593996 - Field 3052844417 - Property 2879900210
source: Field Separator
fr_fr: Séparateur de champs

# Table 2912593996 - Field 3052844417 - Property 62802879
source: Tab,Comma,SemiColon
fr_fr: Tab,Virgule,Point virgule

# Table 2912593996 - Field 601703171 - Property 2879900210
source: File Name Filter
fr_fr: Filtre nom de fichier

# Table 2912593996 - Field 2149457868 - Property 2879900210
source: Import Path
fr_fr: Dossier import

# Table 2912593996 - Field 3740196057 - Property 2879900210
source: Last Export DateTime
fr_fr: Horodatage dernier export

# Table 2912593996 - Field 3592566215 - Property 2879900210
source: Last Export Entry No.
fr_fr: N° séquence dernier export

# Table 2912593996 - Field 4105039448 - Property 2879900210
source: Last No. Used
fr_fr: Dernier N° utilisé

# Table 2912593996 - Field 1516149250 - Property 2879900210
source: Last Import DateTime
fr_fr: Horodatage dernier import

# Table 2912593996 - Field 2305838056 - Property 2879900210
source: Last Import Entry No.
fr_fr: N° séquence dernier import

# Table 2912593996 - Field 3811799877 - Property 2879900210
source: Object Caption
fr_fr: Nom objet

# Table 2912593996 - Field 3711240756 - Property 2879900210
source: Object ID
fr_fr: N° objet

# Table 2912593996 - Field 1085746399 - Property 2879900210
source: Object Type
fr_fr: Type objet

# Table 2912593996 - Field 875965287 - Property 2879900210
source: Page Caption
fr_fr: Nom de page

# Table 2912593996 - Field 894914730 - Property 2879900210
source: Page ID
fr_fr: N° page

# Table 2912593996 - Field 324242218 - Property 2879900210
source: Text Delimiter
fr_fr: Délimiteur de texte

# Table 2912593996 - Field 324242218 - Property 62802879
source: None,"
fr_fr: Aucun,''

# Table 2912593996 - Field 2492333723 - Property 2879900210
source: WanaPort File Name
fr_fr: Nom fichier

# Table 797023448 - Property 2879900210
source: Field Constant
fr_fr: Valeur champ

# Table 797023448 - Field 809579490 - Property 2879900210
source: Constant
fr_fr: Constante

# Table 797023448 - Field 823559016 - Property 2879900210
source: Field Caption
fr_fr: Nom de champ

# Table 797023448 - Field 3531868071 - Property 2879900210
source: Field No.
fr_fr: N° champ

# Table 797023448 - Field 579703223 - Property 2879900210
source: Field Type
fr_fr: Type

# Table 797023448 - Field 3711240756 - Property 2879900210
source: Object ID
fr_fr: N° objet

# Table 797023448 - Field 1085746399 - Property 2879900210
source: Object Type
fr_fr: Type objet

# Table 797023448 - Field 1393533604 - Property 2879900210
source: Table Caption
fr_fr: Nom table

# Table 797023448 - Field 3017471043 - Property 2879900210
source: Table No.
fr_fr: N° table

# Table 2397554719 - Property 2879900210
source: Field Value Map
fr_fr: Mappage des champs

# Table 2397554719 - Field 3711240756 - Property 2879900210
source: Object ID
fr_fr: N° objet

# Table 2397554719 - Field 1085746399 - Property 2879900210
source: Object Type
fr_fr: Type objet

# Table 2397554719 - Field 1882905478 - Property 2879900210
source: Source No.
fr_fr: N° origine

# Table 2397554719 - Field 1393533604 - Property 2879900210
source: Table Name
fr_fr: Nom de table

# Table 2397554719 - Field 3017471043 - Property 2879900210
source: Table No.
fr_fr: N° table

# Table 2397554719 - Field 2293558408 - Property 2879900210
source: Target No.
fr_fr: Valeur cible

# Table 1605421141 - Property 2879900210
source: Field Value Map-to
fr_fr: Mappage Export

# Table 1605421141 - Field 3056854109 - Property 2879900210
source: From Code
fr_fr: Code origine

# Table 1605421141 - Field 3711240756 - Property 2879900210
source: Object ID
fr_fr: N° objet

# Table 1605421141 - Field 1085746399 - Property 2879900210
source: Object Type
fr_fr: Type objet

# Table 1605421141 - Field 1393533604 - Property 2879900210
source: Table Name
fr_fr: Nom de table

# Table 1605421141 - Field 3017471043 - Property 2879900210
source: Table No.
fr_fr: N° table

# Table 1605421141 - Field 3068770282 - Property 2879900210
source: To Code
fr_fr: Code destinataire

# Table 1331679680 - Property 2879900210
source: WanaPort Log
fr_fr: Journal

# Table 1331679680 - Field 2854863747 - Property 2879900210
source: Time Stamp
fr_fr: Horodatage

# Table 1331679680 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: N° séquence

# Table 1331679680 - Field 149522872 - Property 2879900210
source: Entry Type
fr_fr: Type écriture

# Table 1331679680 - Field 149522872 - Property 62802879
source: Log,Error
fr_fr: Journal,Erreur

# Table 1331679680 - Field 3811799877 - Property 2879900210
source: Object Caption
fr_fr: Nom objet

# Table 1331679680 - Field 3711240756 - Property 2879900210
source: Object ID
fr_fr: N° objet

# Table 1331679680 - Field 1085746399 - Property 2879900210
source: Object Type
fr_fr: Type objet

# Table 1331679680 - Field 1393533604 - Property 2879900210
source: Table Caption
fr_fr: Nom table

# Table 1331679680 - Field 3135334477 - Property 2879900210
source: Table ID
fr_fr: N° table

# Table 1331679680 - Field 2492333723 - Property 2879900210
source: WanaPort File Name
fr_fr: Nom fichier

# Codeunit 2407311096 - Method 3516976281 - NamedType 3655454029
source: There is nothing to export for "%1".
fr_fr: Il n'y a rien à exporter pour %1.

# Codeunit 1153044496 - Method 846556168 - NamedType 1387521371
source: Analyzing Data
fr_fr: Analyse des données

# Codeunit 1153044496 - Method 36190024 - NamedType 2981352172
source: Do-you want to create an Excel book for %1 %2(s)?
fr_fr: Voulez-vous créer un classeur Excel pour %1 %2(s) ?

# Codeunit 1153044496 - Method 3201496503 - NamedType 804005424
source: Import Excel File
fr_fr: Importer fichier Excel

# Codeunit 1153044496 - Method 3201496503 - NamedType 3713533041
source: Excel Files (*.xlsx)
fr_fr: Excel (*.xlsx)

# Codeunit 3781729877 - Method 3201496503 - NamedType 3014721114
source: Text Files(*.txt;*.csv)|*.txt;*.csv
fr_fr: Fichiers texte(*.txt;*.csv)|*.txt;*.csv

# Codeunit 3781729877 - Method 3201496503 - NamedType 3661520395
source: Journal must be empty.
fr_fr: La feuille doit être vide.

# Codeunit 1754574053 - Method 36190024 - NamedType 3764383116
source: Do-you want to process "%1"?
fr_fr: Voulez-vous traiter "%1" ?

# Codeunit 1754574053 - Method 2019212495 - NamedType 3546006897
source: MTWTFSS
fr_fr: LMMJVSD

# Codeunit 1152630074 - Method 2410829382 - NamedType 2119388173
source: Lookup not available (table primary key field is not unique).
fr_fr: Recherche non disponible (la clé primaire doit être un unique champ).

# Codeunit 1152630074 - Method 3657829122 - NamedType 1505125300
source: This value doesn't exists in "%1"
fr_fr: Cette valeur n'existe pas pour "%1"

# Page 2322991096 - Control 3709936125 - Property 2879900210
source: Export
fr_fr: Export [NAB: SUGGESTION]Exporter

# Page 2322991096 - Control 2206058599 - Property 1295455071
source: %1 Entry No., %2 : Timestamp (yyyymmddhhmmss)
fr_fr: %1 N° séquence, 2 : Horodatage (aaaammjjhhmmss)

# Page 2322991096 - Control 4004740007 - Property 2879900210
source: Exported Files
fr_fr: Fichiers exportés

# Page 2322991096 - Control 1704097506 - Property 2879900210
source: General
fr_fr: Général

# Page 2322991096 - Control 4129953958 - Property 2879900210
source: Import
fr_fr: Import [NAB: SUGGESTION]Importer

# Page 2322991096 - Control 490116285 - Property 1295455071
source: %1 SourceFile NameWithoutExtension, %2 SourceFile Extension, %3 Timestamp(yyyymmddhhmmss), %4 Date(yyyymmdd)
fr_fr: %1 : Nom fichier origine, %2 Extension fichier origine, %3 Horodatage (aaammjjhhmmss), %4 Date(aaaammjj)

# Page 2322991096 - Control 57370450 - Property 2879900210
source: Archived Files
fr_fr: Fichiers archivés

# Page 2322991096 - Control 330023722 - Property 2879900210
source: Files to Import
fr_fr: Fichiers à importer

# Page 2322991096 - Action 2758854159 - Property 2879900210
source: Constants
fr_fr: Constantes

# Page 2322991096 - Action 1368504227 - Property 2879900210
source: Log
fr_fr: Journal

# Page 2322991096 - Action 303870886 - Property 2879900210
source: Run Page
fr_fr: Ouvrir la page

# Page 2322991096 - Action 543199857 - Property 2879900210
source: Scheduler
fr_fr: Planificateur

# Page 2322991096 - Action 3356908741 - Property 2879900210
source: Value Map Export
fr_fr: Mappage Export

# Page 2322991096 - Action 2671655286 - Property 2879900210
source: Value Map Import
fr_fr: Mappage Import

# Page 2322991096 - Action 2322805527 - Property 2879900210
source: Functions
fr_fr: Fonctions

# Page 2322991096 - Action 36190024 - Property 2879900210
source: Export
fr_fr: Export [NAB: SUGGESTION]Exporter

# Page 2322991096 - Action 3201496503 - Property 2879900210
source: Import
fr_fr: Import [NAB: SUGGESTION]Importer

# Page 3055961529 - Property 2879900210
source: Field Constants
fr_fr: Constantes de champ

# Page 2397554719 - Property 2879900210
source: Field Value Map
fr_fr: Mappage valeur champ

# Page 2397554719 - Control 3711240756 - Property 1295455071
source: Specifies the value of the Object ID field.
fr_fr: Spécifie la valeur du champ N° objet

# Page 2397554719 - Control 1085746399 - Property 1295455071
source: Specifies the value of the Object Type field.
fr_fr: Spécifie la valeur du champ Type

# Page 2397554719 - Control 1882905478 - Property 1295455071
source: Specifies the value of the Source No. field.
fr_fr: Spécifie la valeur du champ N° champ

# Page 2397554719 - Control 3017471043 - Property 1295455071
source: Specifies the value of the Table No. field.
fr_fr: Spécifie la valeur du champ N° table

# Page 2397554719 - Control 2293558408 - Property 1295455071
source: Specifies the value of the Target Code field.
fr_fr: Spécifie la valeur du champ N° cible

# Page 1605421141 - Property 2879900210
source: Field Value Map
fr_fr: Mappage valeur champ

# Page 1605421141 - Control 3056854109 - Property 1295455071
source: Specifies the value of the From Code field.
fr_fr: Spécifie la valeur du champ Code origine

# Page 1605421141 - Control 3711240756 - Property 1295455071
source: Specifies the value of the Object ID field.
fr_fr: Spécifie la valeur du champ N° objet

# Page 1605421141 - Control 1085746399 - Property 1295455071
source: Specifies the value of the Object Type field.
fr_fr: Spécifie la valeur du champ Type

# Page 1605421141 - Control 3017471043 - Property 1295455071
source: Specifies the value of the Table No. field.
fr_fr: Spécifie la valeur du champ N° table

# Page 1605421141 - Control 3068770282 - Property 1295455071
source: Specifies the value of the To Code field.
fr_fr: Spécifie la valeur du champ Code destinataire

# Page 3961260640 - Property 2879900210
source: Files
fr_fr: Fichiers

# Page 136670738 - Property 2879900210
source: WanaPort Job Queue
fr_fr: File travaux

# Page 136670738 - Method 3245603402 - NamedType 607759287
source: MTWTFSS
fr_fr: LMMJVSD

# Page 136670738 - Control 6461729 - Property 2879900210
source: Next Job
fr_fr: Prochain traitement

# Page 136670738 - Control 2119166842 - Property 2879900210
source: Last Job
fr_fr: Dernier traitement

# Page 136670738 - Control 4225901535 - Property 2879900210
source: Last Status
fr_fr: Dernier statut

# Page 136670738 - Control 4225901535 - Property 62802879
source: Success,In Process,Error
fr_fr: Succès,En cours,Erreur

# Page 136670738 - Control 3817349158 - Property 2879900210
source: Schedule
fr_fr: Planifier

# Page 136670738 - Action 3280331631 - Property 2879900210
source: Job &Queue
fr_fr: File travaux

# Page 136670738 - Action 2515648043 - Property 2879900210
source: Card
fr_fr: Fiche

# Page 136670738 - Action 1368504227 - Property 2879900210
source: Log
fr_fr: Journal

# Page 136670738 - Action 3709709849 - Property 2879900210
source: Set On Hold
fr_fr: Suspendre

# Page 136670738 - Action 2173808637 - Property 2879900210
source: Reset Status
fr_fr: Réinitialiser le statut

# Page 1331679680 - Property 2879900210
source: WanaPort Log
fr_fr: Journal

# Page 1331679680 - Control 56735747 - Property 2879900210
source: Identifier
fr_fr: Identifiant

# Page 1331679680 - Action 176562519 - Property 2879900210
source: Show
fr_fr: Afficher

# Page 3464902093 - Control 57370450 - Property 2879900210
source: Archived Files
fr_fr: Fichiers archivés

# Page 3464902093 - Control 4004740007 - Property 2879900210
source: Exported files
fr_fr: Fichiers exportés

# Page 3464902093 - Control 875965287 - Property 1295455071
source: Specifies the value of the Page Caption field.
fr_fr: Spécifie la valeur du champ Titre de la page

# Page 3464902093 - Control 330023722 - Property 2879900210
source: Files to Import
fr_fr: Fichiers à importer

# Page 3464902093 - Control 3872099442 - Property 2879900210
source: Schedule
fr_fr: Planifier

# Page 3464902093 - Action 2758854159 - Property 2879900210
source: Constants
fr_fr: Constantes

# Page 3464902093 - Action 1368504227 - Property 2879900210
source: Log
fr_fr: Journal

# Page 3464902093 - Action 749962605 - Property 2879900210
source: Scheduler
fr_fr: Planificateur

# Page 3464902093 - Action 303870886 - Property 2879900210
source: Run Page
fr_fr: Ouvrir la page

# Page 3464902093 - Action 3356908741 - Property 2879900210
source: Value Map Export
fr_fr: Mappage Export

# Page 3464902093 - Action 2671655286 - Property 2879900210
source: Value Map Import
fr_fr: Mappage Import

# Page 3464902093 - Action 2322805527 - Property 2879900210
source: F&unctions
fr_fr: Fonctions

# Page 3464902093 - Action 36190024 - Property 2879900210
source: Export
fr_fr: Export [NAB: SUGGESTION]Exporter

# Page 3464902093 - Action 3201496503 - Property 2879900210
source: Import
fr_fr: Import [NAB: SUGGESTION]Importer

source: Text Files(*.txt;*.csv)|*.txt;*.csv
fr_fr: Fichiers texte(*.txt;*.csv)|*.txt;*.csv

source: Journal must be empty.
fr_fr: La feuille doit être vide.

# PageExtension 1503210512 - Action 2526902157 - Property 2879900210
source: Excel Export
fr_fr: Exporter vers Excel

# PageExtension 1503210512 - Action 3282648078 - Property 2879900210
source: Excel Import
fr_fr: Importer d'Excel

# PageExtension 1766243033 - Action 2526902157 - Property 2879900210
source: Excel Export
fr_fr: Exporter vers Excel

# PageExtension 1766243033 - Action 3282648078 - Property 2879900210
source: Excel Import
fr_fr: Importer d'Excel

source: Text Files(*.txt;*.csv)|*.txt;*.csv
fr_fr: Fichiers texte(*.txt;*.csv)|*.txt;*.csv

source: Journal must be empty
fr_fr: La feuille doit être vide.

source: Text Files(*.txt;*.csv)|*.txt;*.csv
fr_fr: Fichiers texte(*.txt;*.csv)|*.txt;*.csv

source: Journal must be empty
fr_fr: La feuille doit être vide.

source: Text Files(*.txt;*.csv)|*.txt;*.csv
fr_fr: Fichiers texte(*.txt;*.csv)|*.txt;*.csv

source: Journal must be empty.
fr_fr: La feuille doit être vide.

# PageExtension 3981686422 - Action 2526902157 - Property 2879900210
source: Excel Export
fr_fr: Exporter vers Excel

# PageExtension 3981686422 - Action 3282648078 - Property 2879900210
source: Excel Import
fr_fr: Importer d'Excel

source: Text Files(*.txt;*.csv)|*.txt;*.csv
fr_fr: Fichiers texte(*.txt;*.csv)|*.txt;*.csv

source: Journal must be empty.
fr_fr: La feuille doit être vide.

# PageExtension 1445449867 - Action 2526902157 - Property 2879900210
source: Excel Export
fr_fr: Exporter vers Excel

# PageExtension 1445449867 - Action 3282648078 - Property 2879900210
source: Excel Import
fr_fr: Importer d'Excel
